[
    {
        "page_number": 1,
        "text": "1\nExample of Credit Card Agreement for\nBank of America® Platinum Mastercard®,\nWorld Mastercard®, Platinum Visa®,\nVisa Signature®, and Visa Infinite® accounts\nThis information is accurate as of March 31, 2025.\nThis credit card program is issued and administered by Bank of America, N.A. Mastercard and World \nMastercard are registered trademarks of Mastercard International Incorporated and are used by the issuer \npursuant to license. Visa, Visa Signature, and Visa Infinite are registered trademarks of Visa International \nService Association, and are used by the issuer pursuant to license from Visa U.S.A., Inc. Platinum Plus is a \nregistered trademark of Bank of America Corporation. Bank of America is a registered trademark of Bank \nof America Corporation."
    },
    {
        "page_number": 2,
        "text": "1\nPRICING INFORMATION \nActual pricing will vary from one cardholder to another\nAnnual Percentage Rate (APR) for \nPurchases\n \nThese APRs will vary with the \nmarket based on the Prime Rate (as \nof 03/31/2025)\n \n \nPrime + 6.74% to Prime + 20.74%\n(APR) 14.24% to 28.24%\n(DPR) 0.039013% to 0.077369%\nAPR for Balance Transfers\n \nThese APRs will vary with the \nmarket based on the Prime Rate (as \nof 03/31/2025)\n \n \nPrime + 6.74% to Prime + 20.74%\n(APR) 14.24% to 28.24%\n(DPR) 0.039013% to 0.077369%\nAPR for Direct Deposit and Check Cash\nAdvances\n \nThese APRs will vary with the \nmarket based on the Prime Rate (as \nof 03/31/2025)\n \n \n \nPrime + 9.74% to Prime + 20.74%\n(APR) 17.24% to 28.24%\n(DPR) 0.047232% to 0.077369%\nAPR for Bank Cash Advances\nThese APRs will vary with the \nmarket based on the Prime Rate (as \nof 03/31/2025)\n \n \nPrime + 20.74%\n(APR) 28.24%\n(DPR) 0.077369%\nPenalty APR and When it Applies\nNone or Up to 29.99%, based on your creditworthiness.  This APR will vary \nwith the market based on the Prime Rate.\nThis APR may be applied to new transactions on your account if you:\n•\nMake a late payment. \nHow Long Will the Penalty APR apply?:\nIf your APR is increased for this reason, the Penalty APR will apply \nindefinitely.\nPaying Interest\nYour due date is at least 25 days after the close of each billing cycle. We will \nnot charge you any interest on Purchases if you pay your entire balance or \nyour Interest Saving Balance by the due date each month. We will begin \ncharging interest on Cash Advances and Balance Transfers on the transaction \ndate.\nMonthly Custom Pay Plan Fee (Fixed \nFinance Charge)\nMonthly fee of 1.72% of the amount of Purchases initially assigned to a\nCustom Pay Plan. See below for more information for the Monthly Custom \nPay Plan Fees. \nAccount Fees\nAnnual\n \n$0 to $550\nTransaction Fees\nBalance Transfer % of Transaction\n0% to 4%\nATM Cash Advance % of\nTransaction\n5% \n \nCash Equivalent % of Transaction\n5%"
    },
    {
        "page_number": 3,
        "text": "2\nCheck Cash Advance % of\nTransaction\n0% to 4%\n \nDirect Deposit % of Transaction\n0% to 4%\nOver the Counter Cash Advance\n% of Transaction\n5% \n \nSame-Day Online Cash Advance %\nof Transaction\n5% \n \nForeign Transaction % of\nTransaction\n0% to 3%\n \nWire Transfer % of Transaction\n5% \nPenalty Fee\nLate Payment\nUp to $40\nHow We Will Calculate Your Balance: For Purchase balances, we will use a method called “average daily balance (including\nnew Purchases).” See the section titled Balances Subject to Interest Rate in your Credit Card Agreement for more details.\n \nFor Balance Transfer and Cash Advance balances, we will use an Average Balance Method (including new Balance Transfers and \nnew Cash Advances). This balance is calculated by adding the outstanding balance (including new Balance Transfers and new \nCash Advances and deducting payments and credits) for each day in the current billing cycle, together with the balances for \neach day in the previous billing cycle for Balance Transfers and Cash Advances with transaction dates in the previous cycle and \nposting dates in the current cycle, and then dividing by the number of days in the current billing cycle.\nAdditional information regarding the Monthly Custom Pay Plan Fee (Fixed Finance Charge): The monthly fee will be\ndisclosed at the time the Custom Pay Plan is created, will never exceed a monthly fee of 1.72%, and does not change over the \nlife of the Plan. The fee will be charged monthly until the Plan balance is paid in full. The total of all Monthly Custom Pay Plan \nFees billed for any specific Plan will not exceed the sum of the original Monthly Custom Pay Plan Fee times the original total \nnumber of monthly payments established for the Plan. The fee for each Custom Pay Plan is based on the Plan duration, the \namount of Purchases assigned to the Plan, the APR that would otherwise apply to those Purchases, and other factors.\nMilitary Lending Act Disclosure: The following disclosure applies to persons covered by the Military Lending Act – other\ngovernmental programs and laws may also govern or apply but are not described in the following disclosure.  The following \ndisclosure is required by the Military Lending Act.\n \nFederal law provides important protections to members of the Armed Forces and their dependents relating to extensions of \nconsumer credit. In general, the cost of consumer credit to a member of the Armed Forces and his or her dependent may not \nexceed an annual percentage rate of 36 percent. This rate must include, as applicable to the credit transaction or account: the \ncosts associated with credit insurance premiums; fees for ancillary products sold in connection with the credit transaction; any \napplication fee charged (other than certain application fees for specified credit transactions or accounts); and any participation \nfee charged (other than certain participation fees for a credit card account).\n \nPlease refer to the Total Minimum Payment Due section of the Credit Card Agreement accompanying this disclosure to see how\nyour monthly minimum payment is calculated. \n \nPlease call our dedicated Military Lending Act toll free number at 844.441.9168 or call collect at 302.318.8745 with any \nquestions or concerns."
    },
    {
        "page_number": 4,
        "text": "1\nCREDIT CARD AGREEMENT\nYOUR CONTRACT WITH US\nThis document, and any future changes to it, is your contract with \nus. We will refer to this document as your \"Agreement\" or \"Credit \nCard Agreement\"; these terms also include any changes we may \nmake to this document from time to time.\nWe reserve the right to amend this Agreement at any time, by \nadding, deleting, or changing provisions of this Agreement. All \namendments will comply with the applicable notice requirements of \nfederal and North Carolina law that are in effect at that time.\nIf an amendment gives you the opportunity to reject the change, \nand if you reject the change in the manner provided in such \namendment, we may terminate your right to receive credit and may \nask you to return all credit devices as a condition of your rejection. \nWe may replace your card with another card at any time.\nThe reasons we may amend this Agreement include the \nfollowing:\n•\nChanges in regulation or legislation, or a change in the \ninterpretation of a regulation or legislation.\n•\nChanges related to your individual credit history, such as: \nyour risk profile, your payment or transaction patterns, \nbalance patterns, the utilization levels of this and other \naccounts, credit bureau information including the age, \nhistory and type of other accounts, and the measure of \nrisk associated with each.\n•\nChanges to overall economic and market trends, product \ndesign, and business needs.\n\"We\", \"us\", and \"our\" mean Bank of America, N.A.\n\"You\" and \"your\" mean each and all of the persons who are granted, \naccept or use the account and any person who has guaranteed \npayment of the account.\nYou may use your account for personal, family, or household \npurposes. You may not use your account for business or commercial \npurposes.\nOur failure or delay in exercising any of our rights under this \nAgreement does not mean that we are unable to exercise those \nrights later.\nTYPES OF TRANSACTIONS\nYou may obtain credit in the form of Purchases, Balance Transfers, \nand Cash Advances, by using cards, access checks, an account \nnumber, or other credit devices. Balance Transfers and certain Cash \nAdvances, such as Direct Deposits, are made available to you at our \ndiscretion. \"Cards\" are all the credit cards we issue to you and to \nany other person with authorization for use on this account \npursuant to this Agreement. Sign your card before using it. A \n\"Personal Identification Number\" (PIN) is associated with your credit \ncard as of the opening of your account. You may be required to use \na PIN to make an ATM Cash Advance or to complete Purchases at \ncertain merchant terminals, generally overseas. You can request \nyour PIN by going to our online banking site or our mobile \napplication, or contacting us. An access check is a check we provide \nto you to obtain credit on this account. All access checks include an \nexpiration date printed at the top. We will honor access checks \nreceived for payment by us before the expiration date printed on \nthe check, provided your account is open and in good standing, with \navailable credit. Access checks without a printed expiration date will \nnot be honored.\n\"Purchase\" means the use of your card or account number (including \nthrough the use of an enabled mobile device) to:\n1.\nbuy or lease goods or services;\n2.\nmake a transaction that is not otherwise a Cash Advance.\nPurchases include Account Fees, as well as Transaction Fees and \nadjustments associated with any Purchase. However, when a \nMonthly Custom Pay Plan Fee is assessed, it becomes a part of that \nCustom Pay Plan balance.\n\"Balance Transfer\" means a transfer of funds to another creditor \ninitiated by us at your request. A Balance Transfer does not include \na transaction that is otherwise a Cash Advance. Balance Transfers \ninclude Transaction Fees and adjustments associated with any \nBalance Transfer.\nA \"Cash Advance\" means the use of your account for a loan in the \nfollowing ways:\n1.\nDirect Deposit: by a transfer of funds via an ACH\n(Automated Clearing House) transaction to a deposit \naccount initiated by us at your request. A Direct Deposit \ndoes not include an Overdraft Protection Cash Advance or \na Same-Day Online Cash Advance.\n2.\nCheck Cash Advance: by an access check you sign as\ndrawer.\n3.\nBank Cash Advance: by loans accessed in the following\nmanner:\na.\nATM Cash Advance: at an automated teller\nmachine;\nb.\nOver the Counter (“OTC”) Cash Advance: at any\nfinancial institution (e.g., to obtain cash, money \norders, wire transfers, or travelers checks);\nc.\nSame-Day Online Cash Advance: by a same day\nonline funds transfer to a deposit account;\nd.\nOverdraft Protection Cash Advance: by a transfer\nof funds to a deposit account pursuant to an \noverdraft protection program (see the section titled \nOverdraft Protection below);\ne.\nCash Equivalents: by the purchase of foreign\ncurrency, money orders, travelers checks, wire \ntransfers, or to obtain cash, each from a \nnon-financial institution, or person-to-person money \ntransfers, bets, lottery tickets purchased outside the \nUnited States, casino gaming chips, cryptocurrency \nto the extent accepted, or bail bonds, with your card \nor account number (including through the use of an \nenabled mobile device).\nCash Advances include Transaction Fees and adjustments \nassociated with any Cash Advance.\nAll Bank Cash Advances are subject to the Cash Credit Line. For \nmore information on credit lines, please refer to the section titled \nYour Credit Lines within this Agreement.\nYou agree that we may rely on information provided by merchants \nand your applicable payment network to categorize transactions \namong Purchases, Balance Transfers, and various types of Cash \nAdvances.\nYOUR CREDIT CARD ACCOUNT AND YOUR MOBILE DEVICES \nAND THE INTERNET\nSmart phones, some tablets or other mobile devices (individually \nand collectively, a “mobile device”) can download, store, and/or \naccess account information, for instance through a mobile wallet, \nthat may enable you to use the mobile device to make Purchases, \nBalance Transfers or Cash Advances."
    },
    {
        "page_number": 5,
        "text": "2\nIn certain instances, those transactions will replicate using your \ncredit card to make a transaction on the internet with your \ncomputer. In other instances, a mobile device can act as if it were a \ncredit card itself by for instance, allowing you to make purchases at \na point of sale. Applications that enable your mobile device to be \nused for such transactions will have unique terms governing those \napplications. Read them carefully. Transactions made through those \napplications are governed by this Agreement.\nWhen your credit card account information is accessible by your \nmobile device, it is important that you treat your mobile device with \nthe same care you would your credit card. For example, you should \nsecure your mobile device against unauthorized access. Keep in \nmind, if you give someone access to your phone, or other mobile \ndevice, that can be the same as giving that person your credit card.\nFrom time to time, we may make certain offers or features \navailable only through online or mobile banking. If you wish to take \nadvantage of those offers or features, you will need to use a \nconforming device (computer, mobile device, or otherwise) that can \naccess the internet.\nFOREIGN TRANSACTIONS\nA “Foreign Transaction” is any transaction made in a foreign \ncurrency. If you make a Foreign Transaction, we will assess the \nForeign Transaction Fee [see the Pricing Information table for fee \namount]. If a transaction is made in a foreign currency, the \ntransaction will be converted by Visa International or Mastercard \nInternational, depending on which card is associated with this \naccount, into a U.S. dollar amount in accordance with the operating \nregulations or conversion procedures in effect at the time the \ntransaction is processed. The currency conversion rate used by Visa \nis either (a) a rate selected by Visa from the range of rates available \nin wholesale currency markets for the applicable processing date, \nwhich rate may vary from the rate Visa receives; or (b) the rate \nmandated by a government or governing body in effect for the \napplicable processing date. The currency conversion rate for \nMastercard is based on (a) rates observed in the wholesale market \nor (b) government-mandated rates, where applicable, for the \ntransaction date or the processing date. The currency conversion \nrate in effect on the processing date may differ from the rate in \neffect on the transaction date or posting date.\nINTEREST AND FEES\nINTEREST RATES - ANNUAL PERCENTAGE RATES (APRs)\nThis section provides the interest rates, also referred to as \ncorresponding Annual Percentage Rates (APRs), which are \napplicable to your account. The APR corresponds to the Daily \nPeriodic Rate (DPR): the APR is equal to the DPR multiplied by 365, \nand the DPR is equal to the APR divided by 365. Interest charges \nare calculated by using the DPR. If a rate is a variable rate, we \ncalculate that APR by adding together an index and a margin. For \nmore information on variable rates, please refer to the How to \nCalculate Variable Rates section within this Agreement.\nPromotional Rates and Fees\n“Promotional or Introductory Offers” are temporary APRs \n(Promotional or Introductory Rates) or fees (Promotional or \nIntroductory Fees) that are offered on certain qualifying new \ntransactions for a specified period of time. Each offer will be \nassigned a unique Offer ID which will appear on your credit card \nstatement after the first qualified new transaction for that offer. If \nyou revolve your Grace Period Balance to take advantage of a \nPromotional or Introductory Offer, all transactions and balances, \nincluding Purchases (unless subject to a Custom Pay Plan), will be \ncharged interest. Custom Pay Plan and Grace Period Balance are \ndefined in the sections titled Custom Pay Plan and Paying Interest, \nrespectively.\nCurrent Rates\nYour current rate is the rate that will apply to transactions that are \nnot subject to an Introductory or a Promotional Rate.\n[see the Pricing Information table for current rates]\nRates for Protected Balances\nWhen an interest rate change for new transactions is applied to \nyour account, any existing balances of that type will be identified as \nProtected Balances on your statement. These Protected Balances \ngenerally are kept at their current APR until the balances are paid in \nfull.\nPENALTY APR AND WHEN IT APPLIES\nThe \"Penalty APR\" is the APR(s) which may be applied to new \nPurchases, Balance Transfers, and Cash Advances, for certain \ndefault occurrences as described below.\nWe may increase the APRs on new transactions up to the Penalty \nAPR, based on your creditworthiness, each time a Total Minimum \nPayment Due is not received by its applicable Payment Due Date. \nWe may elect to set your APRs for Purchases, Balance Transfers, \nDirect Deposit and Check Cash Advances, and Bank Cash Advances \nto different Penalty APRs. We will provide you with a minimum of \n45 days advance notice. An increased Penalty APR will remain in \neffect indefinitely.\nPenalty APRs are variable rates calculated using the variable rate \nformula with a margin of up to 26.74 percentage points; this\ncurrently results in an APR of 34.24% (0.093808% DPR). The \ncalculated Penalty APR using this variable rate formula will not \nexceed 29.99%.\nHOW TO CALCULATE VARIABLE RATES\nVariable Rates are calculated by adding together an index and a \nmargin. This index is the highest U.S. Prime Rate as published in the \n“Money Rates” section of The Wall Street Journal on the last\npublication day of each month.\nAn increase or decrease in the index will cause a corresponding \nincrease or decrease in your variable rates on the first day of your \nbilling cycle that begins in the same month in which the index is \npublished. An increase in the index means that you will pay higher \ninterest charges and have a higher Total Minimum Payment Due. If \nThe Wall Street Journal does not publish the U.S. Prime Rate, or if it\nchanges the definition of the U.S. Prime Rate, we may, in our sole \ndiscretion, substitute another index.\nCALCULATION AND BILLING OF INTEREST CHARGES\nWe calculate interest by multiplying each Balance Subject to \nInterest Rate by its applicable DPR and that result is multiplied by \nthe number of days in the billing cycle. Interest is calculated and \nposted to the applicable Purchase, Balance Transfer or Cash \nAdvance balance on the last day of the billing cycle after all other \ntransactions have posted and payments have been allocated.\nBILLING CYCLE\nA “billing cycle” is a time period that ends on a Statement Closing \nDate (or Closing Date) determined by us and begins on the day after \nthe Closing Date of the previous billing cycle. Each monthly \nstatement reflects a single billing cycle.\nPAYING INTEREST\nWhen applicable, interest accrues daily and compounds daily on new \ntransactions, and balances remaining from previous billing cycles. \nInterest will continue to accrue even though you have paid the full \namount of any related balances because we include any accrued but \nunpaid interest in the calculation of each Balance Subject to \nInterest Rate.\nWe will not charge you any interest on Purchases if you always pay \nyour entire “Grace Period Balance”, as defined in the next two"
    },
    {
        "page_number": 6,
        "text": "3\nparagraphs, by the Payment Due Date. Specifically, you will not pay \ninterest for an entire billing cycle on Purchases if you Paid in Full \nthe two previous Grace Period Balances on your account by their \nrespective Payment Due Dates; otherwise, each Purchase begins to \naccrue interest on its transaction date or the first day of the billing \ncycle, whichever date is later.\nIf you do not have an active Custom Pay Plan, your Grace Period \nBalance will be the New Balance Total. New Balance Total (also \nreferred to as the “Statement Balance”) is the total billed amount \nas of the Closing Date of a billing cycle, as shown on your monthly \nstatement, plus any adjustments for subsequently returned \npayments.\nIf you have an active Custom Pay Plan, your Grace Period Balance \nwill be the Interest Saving Balance as shown on your monthly \nstatement plus any adjustments for subsequently returned \npayments. The Interest Saving Balance is your New Balance Total, \nminus any balances subject to a Custom Pay Plan plus any Custom \nPay Plan Payment(s) due, as shown on your monthly statement. For \nmore information about Custom Pay Plans see the Custom Pay Plan \nsection in this Agreement.\nWe will begin accruing interest on Balance Transfers and Cash \nAdvances on the transaction date. The transaction date for access \nchecks is the date the check is first deposited or cashed.\n“Pay in Full” or “Paid in Full” means payments and credits (excluding \ncredits made in accordance with first-year fee limits or the Military \nLending Act) in a billing cycle totaling at least your previous billing \ncycle's Grace Period Balance. \nYour Payment Due Date will be at least 25 days from your \nstatement Closing Date and will fall on the same calendar date each \nmonth.\nBALANCES SUBJECT TO INTEREST RATE\nAverage Daily Balance Method (including new Purchases): We\ncalculate separate Balances Subject to an Interest Rate for \nPurchases and for each Introductory or Promotional Offer balance \nconsisting of Purchases by: (1) calculating a daily balance for each \nday in the current billing cycle; (2) adding all the daily balances \ntogether; and (3) dividing the sum of the daily balances by the \nnumber of days in the current billing cycle.\nTo calculate the daily balance for each day in the current billing \ncycle, we: (1) take the beginning balance less any Purchases \nassigned to an existing Custom Pay Plan; (2) add an amount equal \nto the applicable DPR multiplied by the previous day's daily balance; \n(3) add new Purchases, new Account Fees, and new Transaction \nFees; (4) subtract Purchases assigned to a new Custom Pay Plan; \nand (5) subtract applicable payments and credits. If any daily \nbalance is less than zero, we treat it as zero.\nAverage Balance Method (including new Balance Transfers \nand new Cash Advances): We calculate separate Balances Subject\nto an Interest Rate for Balance Transfers, Cash Advances, and for \neach Introductory or Promotional Offer balance consisting of \nBalance Transfers or Cash Advances by: (1) calculating a daily \nbalance for each day in the current billing cycle; (2) calculating a \ndaily balance for each day prior to the current billing cycle that had \na Pre-Cycle balance – a “Pre-Cycle balance” is a Balance Transfer or \na Cash Advance with a transaction date prior to the current billing \ncycle but with a posting date within the current billing cycle; (3) \nadding all the daily balances together; and (4) dividing the sum of \nthe daily balances by the number of days in the current billing cycle.\nTo calculate the daily balance for each day in the current billing \ncycle, we: (1) take the beginning balance; (2) add an amount equal \nto the applicable DPR multiplied by the previous day's daily balance; \n(3) add new Balance Transfers, Cash Advances and Transaction \nFees; and (4) subtract applicable payments and credits. If any daily \nbalance is less than zero, we treat it as zero.\nTo calculate a daily balance for each day prior to the current billing \ncycle that had a Pre-Cycle balance, we: (1) take the beginning \nbalance attributable solely to a Pre-Cycle balance (which will be \nzero on the transaction date associated with the first Pre-Cycle \nbalance); (2) add an amount equal to the applicable DPR multiplied \nby the previous day's daily balance; and (3) add only the applicable \nPre-Cycle balances, and their related Transaction Fees. We exclude \nfrom this calculation all transactions posted in previous billing \ncycles.\nCUSTOM PAY PLAN\nA “Custom Pay Plan” (also referred to as a “Plan”) is an option we \nmay make available to you. You will be able to assign a Purchase to \na Plan. That Purchase will no longer accrue interest at the APR for \nPurchases; however, it will be subject to an accelerated repayment \nschedule for the duration of that Plan and a monthly fee that we \nwill disclose to you upon creation of the Plan.\nA “Plan-Qualified Purchase” is a Purchase that we make available to \nbe assigned into a Plan. Balance Transfers, Cash Advances, \npurchases of cash or Cash Equivalents, Foreign Transaction Fees, or \nany fees owed to us, including annual or membership fees, cannot \nbe assigned to a Plan. \nWe may offer to you from time to time the option to assign \nPlan-Qualified Purchases to a Plan. You can only access available \nPlan offers through Online or Mobile Banking. If you assign a \nPlan-Qualified Purchase to a Plan, the amount of the Purchase (not \nto exceed your current Purchase balance) will become part of a \nPlan, which will be repayable according to the monthly installment \nschedule stated in the Plan offer. A Purchase you assign to a Plan \nwill be excluded from the Balance Subject to Interest Rate for \nPurchases as of the first day of the billing cycle in which the Plan \nwas created or the transaction date of the Purchase assigned to \nthat Plan, whichever occurs later. Instead, the Plan balance will be \nsubject to a fixed Monthly Custom Pay Plan Fee (a Fixed Finance \nCharge) for the duration of that Plan. The Monthly Custom Pay Plan \nFee will be charged monthly until the Plan balance is paid in full. \nThe total of all Monthly Custom Pay Plan Fees billed for any specific \nPlan will not exceed the sum of the original Monthly Custom Pay \nPlan Fee times the original total number of monthly payments \nestablished for this Plan. The Monthly Custom Pay Plan Fee does \nnot change over the life of the associated Plan.\nWhen creating a Plan, you may select the Plan-Qualified Purchases \nto be assigned to the Plan and may be given a choice of Plan \ndurations and fees. You will be required to pay a Monthly Custom \nPay Plan Payment consisting of the Monthly Custom Pay Plan Fee \nplus a prorated portion of your Plan balance for the duration of the \nPlan. The Monthly Custom Pay Plan Fee and Monthly Custom Pay \nPlan Payment will be disclosed to you prior to entering into that \nPlan and will be based upon that Plan’s duration, the APR that \nwould otherwise apply to the Purchases, and other factors.\nCustom Pay Plans are made available to you at our discretion. You \nwill not be able to initiate a Plan if your account is closed or not in \ngood standing. You will also not be able to initiate a Plan if one or \nmore of your accounts is enrolled into a debt management \nprogram, or has a payment that is returned unpaid, or is delinquent. \nWe will tell you the number of active Plans you may have and we \nmay change this number at any time.\nIf you receive a merchant credit that we did not recognize as \nassociated with a Purchase that you assigned to a Plan, you must \ncall us promptly to have the credit applied to the Plan balance. To"
    },
    {
        "page_number": 7,
        "text": "4\nthe extent the Plan balance equals or exceeds the amount of the \nmerchant credit, we will apply that credit to the Plan balance. \nOtherwise, such credit will be applied to your account balance as a \ngeneral merchant credit.\nOnce created, a Plan cannot be cancelled. You may prepay any Plan \nby paying the Plan balance - however, payments will be applied to \nother balances first. If you fully prepay a Plan, you will no longer be \ncharged Plan fees for that Plan. If your Plan still retains a balance at \nthe conclusion of the term of the Plan, you will be responsible for \npayment of that balance and any remaining unpaid Monthly Custom \nPay Plan Fees.\nCustom Pay Plans will increase your Total Minimum Payment Due. If \nyou cannot afford the increased payment for the full duration of the \nPlan, you will incur Late Fees. It is to your advantage to pay your \nNew Balance Total each month. However, Plans do give you the \nopportunity to pay off a specified transaction over a set time \nperiod, while allowing you to pay your other balances in full and still \npreserve the Grace Period for your account. Consider these facts \nbefore you enter into a Plan, because once created, you cannot \ncancel them.\nBy creating a Plan, you agree that we may adjust the amounts you \nauthorized us to apply to your account, under an existing recurring \npayment plan you have with us, as a result of your new Plan \nbalance. This may include an adjustment to your Total Minimum \nPayment Due, Interest Saving Balance, Statement Balance and \ncurrent balance, or any other amount you have authorized us to \ndebit from your deposit account and apply to your account.\nTRANSACTION FEES\nWe will assess the following Transaction Fees to your account in \nthe same category to which the transaction is posted, [see the \nPricing Information table for fee amounts].\nBalance Transfer \nATM Cash Advance \nCash Equivalent \nCheck Cash Advance \nDirect Deposit \nOver the Counter Cash Advance \nSame-Day Online Cash Advance \nForeign Transaction \nWire Transfer\nACCOUNT FEES\nThe following fees are assessed as Purchases in the billing cycle in \nwhich the fees accrue:\nAn Annual Fee of [see the Pricing Information table for fee amount]. \nThe Annual Fee will be assessed each [month of account opening] if \nyour account is open or if you maintain an account balance, whether \nor not you have active charging privileges.\nA Late Fee of [see the Pricing Information table for fee amount] will \nbe assessed if the Total Minimum Payment Due shown on your \nmonthly statement is not received by us on or before its Payment \nDue Date. If a Late Fee was assessed any time in the prior six \nbilling cycles, then the amount of the Late Fee will be [see the \nPricing Information table for fee amount]. The Late Fee will not \nexceed the Total Minimum Payment Due immediately prior to \nassessment of the fee. If your balance is $100 or less on the \nPayment Due Date, we will not assess a Late Fee.\nIf you create a Custom Pay Plan, we will set a monthly fee (the \nMonthly Custom Pay Plan Fee) equal to 1.72% of the initial balance \nassigned to the Plan.\nPAYMENTS AND DEFAULT\nYOUR PROMISE TO PAY\nYou promise to pay us the amounts of all credit you obtain, which \nincludes all Purchases, Balance Transfers, and Cash Advances. You \nalso promise to pay us all the amounts of interest charges, fees, \nand any other transactions charged to your account.\nPAYMENTS ON YOUR ACCOUNT\nYou must pay each month at least the Total Minimum Payment Due \nshown on your monthly statement by its Payment Due Date. \nPayments must conform to the requirements set out on that \nmonthly statement; these requirements may vary without prior \nnotice. You may pay the entire amount you owe us at any time. \nPayments made in any billing cycle that are greater than the Total \nMinimum Payment Due will not affect your obligation to make the \nnext Total Minimum Payment Due. If you overpay or if there is a \ncredit balance on your account, we will not pay interest on such \namounts. We will reject payments that are not drawn in U.S. dollars \nand those drawn on a financial institution located outside of the \nUnited States. We reserve the right to refuse any payment if that \npayment will create, or if the account already has, a credit balance \nas of the day we receive the payment. Generally, credits to your \naccount, such as those generated by merchants or by \nperson-to-person money transfers, are not treated as payments and \nwill not reduce your Total Minimum Payment Due.\nYou may set up automatic payment arrangements online and/or \nthrough your mobile device. Where these arrangements refer to \n“Statement Balance” remember that is the same term as “New \nBalance Total” as it is used in the Agreement.\nPAYMENT CONVERSIONS\nWe process most payment checks electronically. We use the \ninformation on your check to create an electronic funds transfer. \nEach time you send a check, you authorize a one-time electronic \nfunds transfer. You also authorize us to process your check as a \ncheck or paper draft, as necessary. Funds may be withdrawn from \nyour account as soon as the same day we receive your payment. \nYou will not receive your cancelled check because we are required \nto destroy it. We will retain an electronic copy.\nTOTAL MINIMUM PAYMENT DUE\nYou may pay your total outstanding balance at any time. Each \nbilling cycle, you must pay at least the Total Minimum Payment Due \nshown on your monthly statement by its Payment Due Date. The \n\"Total Minimum Payment Due\" is the sum of all past due amounts \nplus the Current Payment.\nThe Current Payment for each billing cycle includes four amounts: \n(1) 1.00% of your New Balance Total, except for any new interest \ncharges, any balances subject to a Custom Pay Plan, and any new \nLate Fee, (2) new interest charges, (3) any new Late Fee (the sum \nof (1) and (2) and (3) will be rounded down to the nearest dollar and \nwill not be less than $35.00), and (4) any Custom Pay Plan Payment \ndue.\nThe Total Minimum Payment Due will not be greater than your New \nBalance Total and your Interest Saving Balance will never be less \nthan your Total Minimum Payment Due. If a payment is credited to \nyour account but is returned unpaid in a later billing cycle, we will \nrecalculate the Total Minimum Payment Due, the New Balance \nTotal, and the Interest Saving Balance for that billing cycle in which \nthe payment was originally credited. In order to keep your account \ncurrent, you will have to have paid this recalculated Total Minimum \nPayment Due by its associated payment due date.\nWHEN YOUR PAYMENT WILL BE CREDITED TO YOUR \nACCOUNT\nWe credit mailed payments as of the date received, if the payment"
    },
    {
        "page_number": 8,
        "text": "5\nis: (1) received by 5 p.m. local time at the address shown on the \nremittance portion of your monthly statement; (2) paid with a check \ndrawn in U.S. dollars on a U.S. financial institution or a U.S. dollar \nmoney order; and (3) sent in the return envelope with only the \nremittance portion of your statement accompanying it. However, \nmailed payments need not be sent in a return envelope if we sent \nyou a statement without a return envelope. Payments received \nafter 5 p.m. local time at the remittance address on any day \nincluding the Payment Due Date, but that otherwise meet the \nabove requirements, will be credited as of the next day. Credit for \nany other payments may be delayed up to five days.\nHOW WE ALLOCATE YOUR PAYMENTS\nMonthly minimum payments are required when you carry a balance. \nPayments are allocated to posted balances. We will first allocate \nthe amount of your payment equal to the Total Minimum Payment \nDue to any Custom Pay Plan Payment due, then to the lowest APR \nbalances in turn. Payment amounts in excess of your Total \nMinimum Payment Due will be applied to balances with higher APRs \nbefore balances with lower APRs, and finally to any Custom Pay \nPlan balances. If a payment is returned, we reserve the right to \ndebit the returned payment amount to the balance subject to the \ncurrent non-promotional rate for Purchases (that are not subject to \na Custom Pay Plan) on the account. Returned payments can result \nin a recalculation of Custom Pay Plans.\nFrom time to time, credits may be posted to your account. A credit \nis not a payment, and does not count toward the Total Minimum \nPayment Due each month. However, a credit will reduce the balance \nof the account as a whole, and if there are no other balances on the \naccount, can create a credit balance. When a credit posts to the \naccount, if we determine that the credit is associated with a \nspecific transaction or specific balance type (Purchase, Balance \nTransfer, Cash Advance or Custom Pay Plan), we will apply that \ncredit to the balance associated with that transaction, to the extent \nsuch balance equals or exceeds the amount of the credit. \nOtherwise, credits are applied in a manner similar to payment \namounts in excess of the Total Minimum Payment Due each month; \nconsequently, there can be circumstances where credits can reduce \nbalances that are subject to a promotional rate, or that are in a \nCustom Pay Plan.\nPROMISE TO PAY APPLIES TO ALL PERSONS\nAll persons who initially or subsequently request, are granted, \naccept, guarantee or use the account are individually and together \nresponsible for any total outstanding balance. If you are responsible \nto pay any total outstanding balance, we may refuse to release you \nfrom liability until all of the cards, access checks, and other credit \ndevices outstanding under the account have been returned to us \nand you repay us the total outstanding balance owed to us under \nthe terms of this Agreement.\nDEFAULT\nYou will be in default of this Agreement if: (1) you fail to make any \nrequired Total Minimum Payment Due by its Payment Due Date; (2) \nyour total outstanding balance exceeds your Total Credit Line; (3) \nyour Bank Cash Advance balance exceeds your Cash Credit Line; or \n(4) you fail to abide by any other term of this Agreement. Solely for \nthe purposes of determining eligibility and premium payment \nobligations for the optional credit insurance purchased through \nBank of America, you will be deemed in default or delinquent if you \nfail to make a payment within 90 days of your Payment Due Date. If \nyou make a payment while you are in default, such payment will be \napplied in accordance with the How We Allocate Your Payments \nsection in this Agreement.\nWHEN WE MAY REQUIRE IMMEDIATE REPAYMENT\nIf you are in default, then in addition to our other remedies under \nthis Agreement, we can require immediate payment of your total \noutstanding balance and, unless prohibited by applicable law, we \ncan also require you to pay the costs we incur in any collection \nproceeding, as well as reasonable attorneys' fees if we refer your \naccount for collection to an attorney who is not our salaried \nemployee.\nOTHER PAYMENT TERMS\nWe can accept late payments, partial payments, or payments with \nany restrictive writing without losing any of our rights under this \nAgreement. This means that no payment, including those marked \nwith paid in full or with any other restrictive words, shall operate as \nan accord and satisfaction without the prior written approval of one \nof our senior officers. You may not use a postdated check to make a \npayment. If you do postdate a payment check, we may elect to \nhonor it upon presentment or return it uncredited to the person \nthat presented it, without in either case waiting for the date shown \non the check. We are not liable to you for any loss or expense \narising out of the action we elect to take.\nMODIFICATIONS TO REQUIRED MINIMUM MONTHLY \nPAYMENTS\nWe may allow you, from time to time, to omit a monthly payment \nor make a reduced payment. We will notify you when these options \nare available. This will only occur on an isolated basis, such as when \nthe bank is working with borrowers affected by a federally declared \ndisaster. If in response to this notification, you omit a payment or \nmake a reduced payment, interest charges, applicable fees, and \nother regular transactions, if any, will accrue on your account \nbalances in accordance with this Agreement. The reduced payment \namount may be less than your interest charges. You must make the \nreduced payment on time to avoid a Late Fee. You must resume \nmaking your regular Total Minimum Payment Due each month \nfollowing any modifications made to your required minimum \nmonthly payment.\nCREDIT AVAILABILITY\nYOUR CREDIT LINES\nYour Total Credit Line and Cash Credit Line are disclosed to you \nwhen you receive your card and, generally, on each monthly \nstatement. The “Total Credit Line” is the amount of credit available \nfor the account; however, only a portion of that is available for Bank \nCash Advances. The “Cash Credit Line” is that amount you have \navailable for Bank Cash Advances. The amount of credit available in \nyour Cash Credit Line will never exceed the amount of credit \navailable in your Total Credit Line.\nWe may change your credit lines from time to time. We base that \ndecision on a variety of factors such as your payment and \ntransaction history with us, and information we receive from third \nparties, including consumer reporting agencies. The amounts shown \non your monthly statement as available credit do not take into \naccount Purchases, Balance Transfers, Cash Advances, interest \ncharges, fees, any other transactions, or credits which post to your \naccount after the Closing Date of that monthly statement.\nWHAT WE MAY DO IF YOU ATTEMPT TO EXCEED YOUR \nCREDIT LINES\nThe total outstanding balance on your account plus authorizations \nat any time must not be more than your Total Credit Line. The total \noutstanding balance of your Bank Cash Advances (plus \nauthorizations) must not be more than your Cash Credit Line.\nEach time you attempt a transaction which results in your \napplicable outstanding balance (plus authorizations) exceeding a \ncredit line, we may: (1) permit the transaction without raising your \ncredit line; (2) permit the transaction and treat the amount of the"
    },
    {
        "page_number": 9,
        "text": "6\ntransaction that is more than the credit line as immediately due; or \n(3) refuse to permit the transaction.\nIf we refuse to permit the transaction, we may advise the person \nwho attempted the transaction that it has been refused. If we \nrefuse to permit a Check Cash Advance or Balance Transfer, we \nmay do so by advising the person presenting the Check Cash \nAdvance or Balance Transfer that credit has been refused, that \nthere are insufficient funds to pay the Check Cash Advance or \nBalance Transfer, or in any other manner.\nWE MAY SUSPEND OR CLOSE YOUR ACCOUNT\nWe may suspend or close your account or otherwise terminate your \nright to use your account. We may do this at any time and for any \nreason. We may elect to not honor any access check which is \nwritten after the expiration date printed on that check. You may \nclose your account at any time by notifying us in writing or by \ntelephone. Your obligations under this Agreement continue even \nafter the account is closed. You must destroy all cards, access \nchecks or other credit devices on the account when the account is \nclosed.\nWhen your account is closed, you must contact anyone authorized \nto charge transactions to your account, such as internet service \nproviders, health clubs or insurance companies. These transactions \nmay continue to be charged to your account until you change the \nbilling. Also, if we believe you have authorized a transaction or are \nattempting to use your account after you have requested to close \nthe account, we may allow the transaction to be charged to your \naccount.\nREFUSAL TO HONOR YOUR ACCOUNT\nWe may deny any transactions for any reason at our discretion. We \nare not liable for any refusal to honor your account. This can include \na refusal to honor your card or account number or any check written \non your account. We are not liable for any retention of your card by \nus, any other financial institution, or any provider of goods or \nservices.\nRECURRING PREAUTHORIZED TRANSACTIONS\nRecurring preauthorized transactions occur when you authorize a \nmerchant to automatically initiate a transaction using your account \non a recurring basis. If we issue a new credit card with a different \nnumber or expiration date to you, we may (but are not obligated to) \nprovide your new card number and expiration date to Visa or \nMastercard, depending on which card is associated with this \naccount, who may provide it to the merchant with whom you have \nset up a recurring preauthorized transaction in order to continue \nyour recurring preauthorized transactions. You will want to confirm \nwith the merchants that they have your new card information. \nLIMITATIONS/WARNINGS\nPURPOSES FOR USING YOUR ACCOUNT\nYou may not use this account to make a payment on this or any \nother credit account with us or our affiliates. You may not use or \npermit your account to be used to make any illegal transaction. You \nwill only use your account for transactions that are legal where you \nconduct them. We may charge your account for such transactions. \nWe will not be liable if you engage in an illegal transaction. We may \ndeny authorization of any transactions identified as Internet \ngambling. You may not use your account to conduct transactions in \nany country or territory, or with any individual or entity that is \nsubject to economic sanctions administered and enforced by the \nU.S. Department of the Treasury's Office of Foreign Assets Control \n(OFAC). Use of your account in those countries will be blocked.\nPERSONS USING YOUR ACCOUNT\nIf you permit any person to use your card, access checks, account \nnumber, or other credit device with the authorization to obtain \ncredit on your account, you will be liable for all transactions made \nby that person including transactions for which you may not have \nintended to be liable, even if the amount of those transactions \ncauses a credit line to be exceeded.\nYou may authorize any person to use your account in the following \nways: (1) by lending or otherwise intentionally making your card, \naccess checks, account number, or credit device accessible to \nanother; (2) by requesting us to formally add a person to your \naccount as an Authorized User; or (3) by any other ways in which \nyou would be legally considered to have allowed another to use your \naccount or to be legally prevented from denying that you did so.\nAn \"Authorized User\" means any person that you have formally \nrequested we add to your account and to which we have approved. \nIf approved, use of your account by such Authorized User is subject \nto the terms of this Agreement. You agree that an Authorized User \nmay have the same access to information about the account as you \ndo and that we may discuss your account with an Authorized User. \nAn Authorized User may take advantage of benefits associated with \nyour account, but may not add any other person to your account.\nIn order to request that we add an Authorized User to your account, \nyou must: (1) be eligible to add a person to your account; (2) \nacknowledge to us that you have obtained the express permission \nof the person to be added to the account and that certain \ninformation about that person will be shared with us; (3) provide us \nwith that person’s information, which may include full legal name, \ndate of birth, social security/tax identification number, primary \naddress, their relationship to you, and citizenship status; and (4) \ninform that person that we report the account to the Consumer \nReporting Agencies, which means the account and account activity \nmay appear on that person’s credit report. If the request is \napproved, you must make and provide a copy of this Agreement to \nthe Authorized User.\nThink carefully before you allow anyone to use your card, access \nchecks, account number, or other credit device. By doing so, you \nauthorize that person to use your account to the same extent that \nyou can and they may have the same access to information as you \ndo, including but not limited to making Purchases, Balance \nTransfers, Cash Advances, and allowing others to use your account. \nYour account does not permit you to limit the nature or amount of \nauthority you give to any person you have authorized to use your \naccount and you will not attempt to do so. The authority you have \ngranted to such person will continue until you notify us that you are \nterminating the authority and you physically retrieve the card, \nchecks or other credit device.\nWhen we send you account materials (cards, statements, and \nnotices), you will be responsible for delivering those materials to \nany person associated with your account and any authorized users \nof your account. Notice to any of you will be considered notice to all \nof you.\nACCESS CHECKS\nYou may request a stop payment on an access check by providing \nus with the access check number, dollar amount, and payee exactly \nas they appear on the access check. Oral and written stop payment \nrequests on an access check are effective for six months from the \nday that we place the stop payment.\nYou may not issue a postdated access check on your account. If you \ndo postdate an access check, we may elect to honor it upon \npresentment or return it unpaid to the person that presented it to \nus for payment, without in either case waiting for the date shown \non the access check. We are not liable to you for any loss or \nexpense arising out of the action we elect to take.\nMISCELLANEOUS\nOVERDRAFT PROTECTION"
    },
    {
        "page_number": 10,
        "text": "7\nIf your eligible deposit account with Bank of America is linked to \nthis account, this overdraft protection feature (which may also be \nreferred to as Balance Connect®) will allow funds to be transferred \n(“overdraft protection transfers”) from this account into your \ndesignated deposit account with Bank of America when \ntransactions occur on your deposit account, such as checks or other \ndebits, that if paid would cause the deposit account to be \noverdrawn (\"overdraft transactions\"). Overdraft protection transfers \ninclude automatic transfers to cover deposit account fees. \nOverdraft protection transfers are processed after close of business \nMonday through Friday and are treated as Overdraft Protection \nCash Advances.\nEach day’s overdraft transactions to be funded by this account will \nbe totaled up to your available Cash Credit Line, regardless of who \ninitiated the overdraft transactions. For example, if your deposit \naccount has a balance of $5.00 and a check or other debit item for \n$125.00 is presented for payment, which, if paid, would cause your \ndeposit account to be overdrawn, then an overdraft protection \ntransfer of $120.00 will be made to your deposit account and an \nOverdraft Protection Cash Advance of $120.00 will post to this \naccount. The Portion of Credit Available for Cash on this account \nmust be sufficient to cover the amount of overdraft transactions to \nbe funded by this account (received by Bank of America that day); \notherwise one or more of the overdraft transactions for that day \nwill be rejected. Payments or credits to this account may not \nimpact your Portion of Credit Available for Cash as shown on your \nperiodic statement until after the posting date of the payments or \ncredits. \nOverdraft protection transfers incur interest charges from the \ntransaction date. We may permit or refuse to permit any overdraft \nprotection transfer that would cause you to exceed the Cash Credit \nLine of this account. This overdraft protection feature will \nautomatically be cancelled if this account is closed by either you or \nus, or at any time upon your request, and may also be cancelled \naccording to the terms of your deposit account. Your overdraft \ntransactions remain subject to the terms of your deposit account \nwith Bank of America, any related enrollment agreement and this \nAgreement.\nTELEPHONE CALLS: CALLING, MONITORING AND \nRECORDING\nYou consent to and authorize Bank of America, any of its affiliates, \nits marketing associates, and independent contractors, including \nservicers, vendors, and collection agents, to monitor and/or record \nany of your telephone conversations and other electronic \ncommunications with our representatives or the representatives of \nany of those companies for reasonable business purposes including \nsecurity and quality assurance. We will not remind you that we may \nbe monitoring or recording a call at the outset of the call unless \nrequired by law to do so.\nWhere you have provided a cell phone number directly to us, you \nconsent and agree to accept servicing calls and text messages to \nyour cell phone from us. For example, we may place calls to you \nabout fraud alerts or amounts you owe us (collection calls) on your \naccount. For any telephone or cell phone calls/communications we \nplace to you, you consent and agree that those calls may be \nautomatically dialed including prerecorded messages or texts. This \nmay include communications from companies working on our \nbehalf to service your account. Message and data rates may apply.\nCommunication Revocation: If you do not want to receive\nautomatically dialed communications for this account, including \nprerecorded messages or texts, as described above, you can (1) call \nus using the number that appears on your monthly statement; or (2) \nprovide us with written notice revoking your prior consent. If you \nwrite to us, please include your name and mailing address as they \nappear on the account, and the last four digits of your account \nnumber. Your written notice must be sent to the address listed \nbelow.\n \nBank of America\nP.O. Box 653064\nDallas, TX 75265-3064\nCONSUMER REPORTING AGENCIES; COLLECTING AND \nSHARING INFORMATION\nYou authorize us to collect information about you in order to \nconduct our business and deliver the top quality service you expect, \nincluding information we receive about you, information we receive \nabout any authorized users of your account, information we receive \nfrom third parties such as consumer reporting agencies, and \ninformation about you and your authorized users’ transactions with \nus and other companies. We report account information to \nConsumer Reporting Agencies, which means the account will appear \non your consumer report and may appear on any Authorized User’s \nconsumer report. You authorize us to share such information about \nyou and your account with our affiliates and others. You may have \nthe right to opt out of some information sharing. For more details, \nplease refer to our Privacy Notice.\nIf you believe we have furnished inaccurate or incomplete \ninformation about you or your account to a consumer reporting \nagency, write to us at: Bank of America, N.A., RE: Consumer \nReporting Agencies, P.O. Box 653059, Dallas, TX 75265-3059. \nPlease include your name, address, home phone number, and \naccount number, and explain what you believe is inaccurate or \nincomplete.\nBENEFITS\nWe may offer you certain benefits and services with your account. \nAny benefits or services are not a part of this Agreement, but are \nsubject to the terms and restrictions outlined in the Benefits Guide \nand other official documents provided to you from time to time by \nor on behalf of Bank of America. We may adjust, add, or delete \nbenefits and services at any time and without notice to you.\nWE MAY SELL YOUR ACCOUNT\nWe may at any time, and without notice to you, sell, assign or \ntransfer your account, any amounts due on your account, this \nAgreement, or our rights or obligations under your account or this \nAgreement to any person or entity. The person or entity to whom \nwe make any such sale, assignment or transfer shall be entitled to \nall of our rights and shall assume our obligations under this \nAgreement, to the extent sold, assigned or transferred.\nYOU MUST NOTIFY US WHEN YOU CHANGE YOUR ADDRESS\nYou must notify us promptly when you change your address. We \nmay also change your address if so notified by the post office or \nothers.\nWHAT LAW APPLIES\nThis Agreement is made in North Carolina and we extend credit to \nyou from North Carolina. This Agreement is governed by the laws of \nthe State of North Carolina (without regard to its conflict of laws \nprinciples) and by any applicable federal laws.\nPROVISIONS OF THIS AGREEMENT ARE SEVERABLE\nIf any provision of this Agreement is found to be invalid, the \nremaining provisions will continue to be effective.\nWe use section headings (e.g., Types of Transactions) to organize \nthis Agreement. The headings are for reference purposes only."
    },
    {
        "page_number": 11,
        "text": "8\nUNAUTHORIZED USE OF YOUR ACCOUNT\nPlease notify us immediately of the loss, theft, or possible \nunauthorized use of your account at 1.800.421.2110.\nYOUR BILLING RIGHTS\nKeep This Document For Future Use\nThis notice tells you about your rights and our \nresponsibilities under the Fair Credit Billing Act.\nWhat To Do If You Find A Mistake On Your Statement\nIf you think there is an error on your statement, write to us at:\nBank of America\nP.O. Box 672050\nDallas, TX 75267-2050\nIn your letter, give us the following information:\n•\nAccount information: Your name and account number.\n•\nDollar amount: The dollar amount of the suspected error.\n•\nDescription of problem: If you think there is an error on \nyour bill, describe what you believe is wrong and why you \nbelieve it is a mistake.\nNote: It is very helpful if your letter includes the transaction date \nand the reference number for the charge, if available.\nYou must contact us:\n•\nWithin 60 days after the error appeared on your \nstatement.\n•\nAt least 3 business days before an automated payment is \nscheduled, if you want to stop payment on the amount \nyou think is wrong.\nYou must notify us of any potential errors in writing or \nelectronically using online or mobile banking. You may call us, but if \nyou do we are not required to investigate any potential errors and \nyou may have to pay the amount in question.\nWhat Will Happen After We Receive Your Letter\nWhen we receive your letter, we must do two things:\n1.\nWithin 30 days of receiving your letter, we must tell you \nthat we received your letter. We will also tell you if we \nhave already corrected the error.\n2.\nWithin 90 days of receiving your letter, we must either \ncorrect the error or explain to you why we believe the bill \nis correct.\nWhile we investigate whether or not there has been an error:\n•\nWe cannot try to collect the amount in question, or report \nyou as delinquent on that amount.\n•\nThe charge in question may remain on your statement, \nand we may continue to charge you interest on that \namount.\n•\nWhile you do not have to pay the amount in question, you \nare responsible for the remainder of your balance.\n•\nWe can apply any unpaid amount against your Total Credit \nLine.\nAfter we finish our investigation, one of two things will happen:\n•\nIf we determine there was a mistake: You will not have to\npay the amount in question or any interest or other fees \nrelated to that amount.\n•\nIf we do not believe there was a mistake: You will have to\npay the amount in question, along with applicable interest \nand fees. We will send you a statement of the amount you \nowe and the date payment is due. We may then report you \nas delinquent, including to consumer reporting agencies, if \nyou do not pay the amount we think you owe.\nIf you receive our explanation but still believe your bill is wrong, you \nmust write to us within 10 days telling us that you still refuse to \npay. If you do so, we cannot report you as delinquent without also \nreporting that you are questioning your bill. We must tell you the \nname of anyone to whom we reported you as delinquent, and we \nmust let those organizations know when the matter has been \nsettled between us.\nIf we do not follow all of the rules above, you do not have to pay \nthe first $50 of the amount you question even if your bill is correct.\nYour Rights If You Are Dissatisfied With Your Credit Card \nPurchases\nIf you are dissatisfied with the goods or services that you have \npurchased with your credit card, and you have tried in good faith to \ncorrect the problem with the merchant, you may have the right not \nto pay the remaining amount due on the purchase.\nTo use this right, all of the following must be true:\n1.\nThe purchase must have been made in your home state or \nwithin 100 miles of your current mailing address, and the \npurchase price must have been more than $50. (Note: \nNeither of these are necessary if your purchase was based \non an advertisement we mailed to you, or if we own the \ncompany that sold you the goods or services.)\n2.\nYou must have used your credit card for the purchase. \nPurchases made with Cash Advances, for instance from an \nATM or with a check that accesses your credit card \naccount, do not qualify.\n3.\nYou must not yet have fully paid for the purchase.\nIf all of the criteria above are met and you are still dissatisfied with \nthe purchase, contact us electronically using online or mobile \nbanking or in writing at:\nBank of America\nP.O. Box 672050\nDallas, TX 75267-2050\nWhile we investigate, the same rules apply to the disputed amount \nas discussed above. After we finish our investigation, we will tell \nyou our decision. At that point, if we think you owe an amount and \nyou do not pay, we may report you as delinquent.\n©2025 Bank of America Corporation. All rights reserved."
    }
]